Repository: samcosoft/HSE-Manager
Catalog: Samco HSE Manager/Locales/Resource.*.resx
Languages: de_de, fa_ir

# ProjectModal_EndDateValidation
source: The project's end date should be greater than its start.
de_de: Das Enddatum des Projekts sollte größer sein als sein Startdatum.
fa_ir: تاریخ پایان پروژه باید از شروع آن بزرگتر باشد.

# Rig_ModalLocationName
source: Location Name
de_de: Standortname
fa_ir: نام دکل / دفتر

# RigModal_LocationNameRequiredError
source: Location name is required.
de_de: Standortname ist erforderlich.
fa_ir: نام مکان الزامی است.

# RigModal_LocationExistedError
source: Another location with the same name already existed.
de_de: Ein weiterer Ort mit demselben Namen gab es bereits.
fa_ir: مکانی با همین نام وجود دارد.

# GridHeaderWellLocation
source: Well
de_de: Erdölquelle
fa_ir: محل چاه

# WellModal_RequiredWell
source: The name of the well is required.
de_de: Der Name der Erdölquelle ist erforderlich.
fa_ir: نام چاه الزامی است.

# WellModal_DuplicateWellName
source: There is another well with the same name.
de_de: Es gibt einen andere Erdölquelle mit demselben Namen.
fa_ir: چاه دیگری با همین نام وجود دارد.

# NavMenu_STOPCards
source: STOP Cards
de_de: STOP Karten
