Repository: samcosoft/HSE-Manager
Catalog: Samco HSE Manager/Locales/Resource.*.resx
Languages: de_de, fa_ir

# SamcoDateSelector.Gregorian
source: Gregorian Calendar
de_de: Gregorianischer Kalender
fa_ir: تقویم میلادی

# SamcoDateSelector.Shamsi
source: Shamsi Calendar
de_de: Shamsi -Kalender
fa_ir: تقویم شمسی

# SamcoPersonnelSelector.Name
source: Fullname
de_de: Vollständiger Name
fa_ir: نام و نام خانوادگی

# SamcoPersonnelSelector.Role
source: Role
de_de: Rolle
fa_ir: سمت

# SamcoPersonnelSelector.Location
source: Location
de_de: Standort
fa_ir: دکل / دفتر

# SamcosoftShared.NoInternet
source: There is no connection with the Internet.
de_de: Es gibt keine Verbindung zum Internet.
fa_ir: ارتباط با اینترنت برقرار نیست.

# SamcoSoftShared_ActivateLicense_Activated
source: The activation was successful.
de_de: Die Aktivierung war erfolgreich.
fa_ir: فعالسازی موفق بود.

# SamcoSoftShared_ActivateLicense_NoSuccess
source: Activation was unsuccessful.
de_de: Die Aktivierung war erfolglos.
fa_ir: فعالسازی ناموفق بود.

# SamcoSoftShared_ActivateLicense_SerialWrong
source: The serial number is wrong.
de_de: Die Seriennummer ist falsch.
fa_ir: شماره سریال اشتباه است.

# SamcoSoftShared_LicenseStatusMessage_NotChecked
source: The permit has not been reviewed.
de_de: Die Erlaubnis wurde nicht überprüft.
fa_ir: مجوز بررسی نشده است.

# SamcoSoftShared_LicenseStatusMessage_SerialInvalid
source: The series is invalid.
de_de: Die Serie ist ungültig.
fa_ir: سریال نامعتبر است.

# SamcoSoftShared_LicenseStatusMessage_SignatureInvalid
source: The signing of the permission is invalid.
de_de: Die Unterzeichnung der Erlaubnis ist ungültig.
fa_ir: امضای مجوز نامعتبر است.

# SamcoSoftShared_LicenseStatusMessage_MachineCodeInvalid
source: The device code is invalid.
de_de: Der Gerätecode ist ungültig.
fa_ir: کد دستگاه نامعتبر است.

# SamcoSoftShared_LicenseStatusMessage_Expired
source: The license has been canceled.
de_de: Die Lizenz wurde storniert.
fa_ir: مجوز باطل شده است.

# SamcoSoftShared_LicenseStatusMessage_ActivationFailed
source: Activation was unsuccessful.
de_de: Die Aktivierung war erfolglos.
fa_ir: فعالسازی مجوز ناموفق بود.

# SamcoSoftShared_LicenseStatusMessage_UsageDaysExceeded
source: The number of days of use is over.
de_de: Die Anzahl der Gebrauchstage ist vorbei.
fa_ir: تعداد روزهای استفاده پایان یافته است.

# SamcoSoftShared_LicenseStatusMessage_UniqueUsageDaysExceeded
source: The number of days of use is over.
de_de: Die Anzahl der Gebrauchstage ist vorbei.
fa_ir: تعداد روزهای استفاده پایان یافته است.

# SamcoSoftShared_LicenseStatusMessage_ExecutionsExceeded
source: The number of times the run is over.
de_de: Die Häufigkeit, mit der der Lauf vorbei ist.
fa_ir: تعداد دفعات اجرا پایان یافته است.

# SamcoSoftShared_LicenseStatusMessage_EvaluationTampered
source: The program license has been manipulated.
de_de: Die Programmlizenz wurde manipuliert.
fa_ir: مجوز برنامه دستکاری شده است.

# SamcoSoftShared_LicenseStatusMessage_GenericFailure
source: Error in software lock system.
de_de: Fehler im Software -Sperrsystem.
fa_ir: خطا در سیستم قفل نرم افزار.

# SamcoSoftShared_LicenseStatusMessage_RunTimeExceeded
source: The running time is over.
de_de: Die Laufzeit ist vorbei.
fa_ir: مدت زمان اجرای برنامه پایان یافته است.

# SamcoSoftShared_LicenseStatusMessage_ServiceNotificationFailed
source: Error communicating with central server.
de_de: Fehler mit dem zentralen Server.
fa_ir: خطا در برقراری ارتباط با سرور مرکزی.

# SamcoSoftShared_LicenseStatusMessage_Deactivated
source: The system has been disabled.
de_de: Das System wurde deaktiviert.
fa_ir: سیستم غیرفعال شده است.

# SamcoSoftShared_LicenseStatusMessage_DebuggerDetected
source: Identify the troubleshooting system.
de_de: Das Systembehebungssystem Identifizieren.
fa_ir: شناسایی سیستم عیب یابی.

# SamcoSoftShared_LicenseStatusMessage_DomainInvalid
source: The domain name is unauthorized.
de_de: Der Domain -Name ist nicht autorisiert.
fa_ir: نام دامنه غیر مجاز است.

# SamcoSoftShared_LicenseStatusMessage_DateRollbackDetected
source: The system date has been manipulated.
de_de: Das Systemdatum wurde manipuliert.
fa_ir: تاریخ سیستم دستکاری شده است.

# SamcoSoftShared_LicenseStatusMessage_LocalTimeInvalid
source: The system clock is wrong.
de_de: Die Systemuhr ist falsch.
fa_ir: ساعت سیستم اشتباه است.

# SamcoSoftShared_LicenseStatusMessage_CryptoLicensingModuleTampered
source: Crypto's permission module has been manipulated.
de_de: Das Erlaubnismodul von Crypto wurde manipuliert.
fa_ir: ماژول مجوزدهی Crypto دستکاری شده است.

# SamcoSoftShared_LicenseStatusMessage_RemoteSessionDetected
source: A remote meeting was diagnosed.
de_de: Eine Fernbesprechung wurde diagnostiziert.
fa_ir: نشست از راه دور تشخیص داده شد.

# SamcoSoftShared_LicenseStatusMessage_LicenseServerMachineCodeInvalid
source: The License Server Code Code is Invalid.
de_de: Der Lizenzservercode ist ungültig.
fa_ir: کد ماشین سرور مجوز نامعتبر است.

# SamcoSoftShared_LicenseStatusMessage_EvaluationDataLoadSaveFailed
source: Loading/storing evaluation data failed.
de_de: Das Laden/Speichern von Bewertungsdaten ist fehlgeschlagen.
fa_ir: بارگذاری/ذخیره داده های ارزیابی ناموفق بود.

# SamcoSoftShared_LicenseStatusMessage_InValid
source: The application license is not valid.
de_de: Die Bewerbungslizenz ist nicht gültig.
fa_ir: مجوز برنامه معتبر نیست.

# SamcoSoftShared_LicenseStatusMessage_EvaluationExpired
source: The system test time is over.
de_de: Die Systemtestzeit ist vorbei.
fa_ir: زمان آزمایش سیستم به پایان رسیده است.

# SamcoSoftShared_ValidEmailChecker_RateLimitExceeded
source: The enrollment capacity is over.
de_de: Die Einschreibungskapazität ist vorbei.
fa_ir: ظرفیت ثبت نام به پایان رسیده است.

# SamcoSoftShared_ValidEmailChecker_DisposableEmail
source: The email entered is a disposable type and its use is contrary to system rules.
de_de: Die eingegebene E -Mail ist ein verfügbarer Typ und ihre Verwendung widerspricht den Systemregeln.
fa_ir: ایمیل وارد شده از نوع یکبار مصرف است و استفاده از آن خلاف قوانین سیستم است.

# AdminText
source: Administrator
fa_ir: مدیر ایمنی

# OfficerText
source: Safety Officer
de_de: Sicherheitsbeauftragter
fa_ir: افسر ایمنی

# SupervisorText
source: Safety Supervisor
de_de: Sicherheitsleiter
fa_ir: ناظر ایمنی

# MedicText
source: Medic
de_de: Mediziner
fa_ir: پزشک

# TeacherText
source: Teacher
de_de: Lehrer
fa_ir: مدرس ایمنی

# DisabledText
source: Disabled
de_de: Deaktiviert
fa_ir: غیر فعال

# OwnerText
source: Owner
de_de: Eigentümer
fa_ir: مدیر سیستم

# PersonnelText
source: Personnel
de_de: Personal
fa_ir: کارمند

# SamcoSoftShared_GetPersonnelStatus_Active
source: Active
de_de: Aktiv
fa_ir: فعال

# SamcoSoftShared_GetPersonnelStatus_Inactive
source: Termination of cooperation
de_de: Beendigung der Zusammenarbeit
fa_ir: خاتمه همکاری

# SamcoSoftShared_GetPersonnelStatus_Transferred
source: Transfer to other companies
de_de: Übertragung auf andere Unternehmen
fa_ir: انتقال به سایر شرکت‌ها

# GuestText
source: Guest
de_de: Gast
fa_ir: مهمان

# ApplicationTitle
source: Health, Safety, Environment Management System
de_de: Gesundheit, Sicherheit, Umweltmanagementsystem
fa_ir: سامانه مدیریت ایمنی، بهداشت و محیط زیست

source: Logout
de_de: Abmelden
fa_ir: خروج از سیستم

# NavMenu_Dashboard
source: Dashboard
de_de: Armaturenbrett
fa_ir: داشبورد

# NavMenu_Management
source: Management
fa_ir: مدیریت

# NavMenu_Project
source: Project Management and Operations
de_de: Projektmanagement und Vorgänge
fa_ir: مدیریت پروژه و عملیات

# NavMenu_Users
source: Users
de_de: Benutzer
fa_ir: کاربران

# NavMenu_DashboardSettings
source: Dashboard Settings
de_de: Dashboard -Einstellungen
fa_ir: تنظیمات داشبوردها

# NavMenu_ReportSettings
source: Report Settings
de_de: Einstellungen melden
fa_ir: تنظیمات گزارش‌ها

# NavMenu_FormSettings
source: Form Settings
de_de: Formulareinstellungen
fa_ir: تنظیمات فرم‌ها

# NavMenu_Personnel
source: Employees
de_de: Mitarbeiter
fa_ir: کارکنان

# NavMenu_PersonalProtectiveEquipment
source: Personal Protection Equipment
de_de: Persönliche Schutzausrüstung
fa_ir: تجهیزات حفاظت فردی

# NavMenu_PropertyEquipment
source: Property Equipments
de_de: Immobilienausrüstung
fa_ir: تجهیزات ملکی

# NavMenu_Vehicles
source: Machinery
de_de: Maschinen
fa_ir: ماشین آلات

# NavMenu_Information
source: Information
fa_ir: اطلاعات

# NavMenu_Reports
source: Reports
de_de: Berichte
fa_ir: گزارشات

# NavMenu_SendReport
source: Submit report
de_de: Bericht einreichen
fa_ir: ارسال گزارش

# NavMenu_SafeWorkPermit
source: Secure work permit
de_de: Sichere Arbeitserlaubnis
fa_ir: مجوز کار ایمن

# NavMenu_Clinic
source: Clinic
de_de: Klinik
fa_ir: درمانگاه

# NavMenu_ManageMedications
source: Medication Management
de_de: Medikamentenmanagement
fa_ir: مدیریت داروها

# NavMenu_VisitPatient
source: Patient Visit
de_de: Patientenbesuch
fa_ir: ویزیت بیمار

# DashDesign_RemoveButton
source: Delete Dashboard
de_de: Armaturenbrett Entfernen
fa_ir: حذف داشبورد

# FormDesign_FileButton
source: File Management
de_de: Dateiverwaltung
fa_ir: مدیریت فایل

# AccessDenied
source: Sorry, you are not allowed to access this page.
de_de: Entschuldigung, Sie dürfen nicht auf diese Seite zugreifen.
fa_ir: با عرض پوزش، شما اجازه دسترسی به این صفحه را ندارید.

# GridHeaderOid
source: ID
de_de: Ausweis
fa_ir: ردیف

# GridHeaderCode
source: Form Code
fa_ir: کد فرم

# GridHeaderRevision
source: Revision
fa_ir: نسخه

# GridHeaderRevDate
source: Revision Date
de_de: Revisionsdatum
fa_ir: تاریخ بازبینی

# GridHeaderAccessGroup
source: Access
de_de: Zugang
fa_ir: دسترسی‌ها

# GridHeaderDisabled
source: Disabled
de_de: Deaktiviert
fa_ir: غیر فعال

# GridHeaderTitle
source: Title
de_de: Titel
fa_ir: عنوان

# GridHeaderRoles
source: Users
de_de: Benutzer
fa_ir: استفاده کنندگان

# GridHeaderKeywords
source: Keywords
de_de: Schlüsselwörter
fa_ir: کلمات کلیدی

# RequiredText
source: Required
de_de: Erforderlich
fa_ir: الزامی

# SearchPlaceholderText
source: Type in to search ...
de_de: Geben Sie ein, um zu suchen ...
fa_ir: برای جستجو تایپ کنید...

# SelectAllText
source: Select All
de_de: Wählen Sie alle aus
fa_ir: انتخاب همه

# UnSelectAllText
source: Unselect All
de_de: Alle abschließen
fa_ir: حذف همه

# DisableLabel
source: Disable
de_de: Deaktivieren
fa_ir: غیر فعالسازی

# ValidationRequiredMessage
source: Please complete the required items.
de_de: Bitte vervollständigen Sie die erforderlichen Artikel.
fa_ir: لطفاً موارد الزامی را تکمیل کنید.

# ValidationDuplicateFormMessage
source: A form with the same code and version number is registered in the system. Please check the information and try again.
de_de: Ein Formular mit demselben Code und derselben Versionsnummer ist im System registriert. Bitte überprüfen Sie die Informationen und versuchen Sie es erneut.
fa_ir: یک فرم با همین کد و شماره نسخه در سیستم ثبت شده است. لطفاً اطلاعات را بررسی کرده و دوباره تلاش کنید.

# DeleteFormConfirmMessage
source: Are you sure of deleting {0} form?
de_de: Sind Sie sicher, dass Sie {0} Formular löschen?
fa_ir: آیا از حذف فرم {0} مطمئنید؟

# DeleteFormConfirmTitle
source: Remove the form
de_de: Das Formular entfernen
fa_ir: حذف فرم

# FormDeletionSuccessMessage
source: The form was removed.
de_de: Die Form wurde entfernt.
fa_ir: فرم حذف شد.

# ExcelExportInProgressMessage
source: The system is creating a file. Please be patient ...
de_de: Das System erstellt eine Datei. Bitte sei geduldig ...
fa_ir: سیستم در حال ایجاد فایل است. لطفاً تا دانلود گزارش شکیبا باشید...

# FormSelectWarningMessage
source: Please select a form from the list below.
de_de: Bitte wählen Sie ein Formular aus der folgenden Liste aus.
fa_ir: لطفاً یک فرم را از لیست زیر انتخاب کنید.

# FormAddFileTitle
source: Add new file
de_de: Neue Datei hinzufügen
fa_ir: افزودن فایل فرم

# Users_Title
source: Manage users
de_de: Benutzer verwalten
fa_ir: مدیریت کاربران

# Users_NewPassButton
source: Set New Password
de_de: Ein neues Passwort setzen
fa_ir: تنظیم کلمه عبور

# Users_PermitButton
source: Set information access
de_de: Zugriff auf den Informationen setzen
fa_ir: تنظیم دسترسی اطلاعات

# Users_UpgradeButton
source: Personnel Access
de_de: Personalzugriff
fa_ir: دسترسی پرسنل

# GridHeaderLocation
source: Location
de_de: Standort
fa_ir: دکل / دفتر

# GridHeaderUsername
source: Username
de_de: Benutzername
fa_ir: نام کاربری

# GridHeaderRole
source: Role
de_de: Rolle
fa_ir: نقش

# GridHeaderNationalId
source: National ID
de_de: Nationale ID
fa_ir: کد ملی

# GridHeaderBirthDate
source: Birth Date
de_de: Geburtsdatum
fa_ir: تاریخ تولد

# GridHeaderIsMarried
source: Married
de_de: Verheiratet
fa_ir: متأهل

# GridHeaderPersonnelNumber
source: Personnel Number
de_de: Personalnummer
fa_ir: شماره پرسنلی

# GridHeaderCurrentRole
source: The current side
de_de: Die aktuelle Seite
fa_ir: سمت فعلی

# GridHeaderEmploymentDate
source: Employment Date
de_de: Beschäftigungsdatum
fa_ir: تاریخ استخدام

# GridHeaderMobilePhone
source: Mobile Number
de_de: Handynummer
fa_ir: تلفن همراه

# GridHeaderEmail
source: Email Address
de_de: E-Mail-Adresse
fa_ir: ایمیل

# GridHeaderStatus
source: Status
fa_ir: وضعیت

source: Last Login Date
de_de: Letzter Anmeldedatum
fa_ir: تاریخ آخرین ورود به سیستم

# User_Login_Info
source: Login Information
de_de: Anmeldeinformationen
fa_ir: اطلاعات ورود به سیستم

# LabelPersonalInfo
source: Personal Information
de_de: Persönliche Informationen
fa_ir: اطلاعات شخصی

# GridHeaderPersonnelEnglishName
source: Fullname (In English)
de_de: Vollname (auf Englisch)
fa_ir: نام و نام خانوادگی (انگلیسی)

# GridHeaderHomePhone_Label
source: Home Phone
de_de: Telefon zu Hause
fa_ir: تلفن منزل

# GridHeaderInsuranceNumber
source: Insurance Number
de_de: Versicherungsnummer
fa_ir: شماره بیمه

# GridHeaderDriverExpDate
source: Driver License Expiration
de_de: Ablauf des Führerscheins
fa_ir: تاریخ انقضا گواهینامه

# LabelJobInfo
source: Job Information
de_de: Jobinformationen
fa_ir: اطلاعات شغلی

# GridHeaderMarriageStatus
source: Marriage Status
de_de: Ehestatus
fa_ir: وضعیت تأهل

# GridHeaderBusinessEmail
source: Business Email
de_de: Geschäfts -E -Mail
fa_ir: ایمیل سازمانی

# GridHeaderPreviousRoleLabel
source: The previous side
de_de: Die vorherige Seite
fa_ir: سمت قبلی

# GridHeaderLastPromotion
source: Last Promotion Date
de_de: Letzter Werbedatum
fa_ir: تاریخ آخرین ارتقا

# GridHeaderClothSize
source: Cloth Size
de_de: Stoffgröße
fa_ir: سایز لباس

# GridHeaderShoeSize
source: Shoe Size
de_de: Schuhgröße
fa_ir: سایز کفش

# Users_SetNewPassTitle
source: Set user password
de_de: Benutzerkennwort setzen
fa_ir: تنظیم کلمه عبور کاربر

# Users_NewPasswordLabel
source: New Password
de_de: Neues Passwort
fa_ir: کلمه عبور جدید

# Users_ConfirmNewPasswordLabel
source: Confirm New Password
de_de: Neues Passwort bestätigen
fa_ir: تکرار کلمه عبور

# ConfirmButtonText
source: Confirm
de_de: Bestätigen
fa_ir: تأیید

# Users_AccessLevelTitle
source: Access Level
de_de: Zugriffsebene
fa_ir: سطح دسترسی

# Users_AccessLevelInfoText
source: Use this section only if you want to allow a user to access multiple masts. Note that the user always has access to his active place information.
de_de: Verwenden Sie diesen Abschnitt nur, wenn Sie einem Benutzer erlauben möchten, auf mehrere Masten zugreifen zu können. Beachten Sie, dass der Benutzer immer Zugriff auf seine aktiven Ortsinformationen hat.
fa_ir: فقط در صورتی که می‌خواهید به یک کاربر اجازه دسترسی به اطلاعات چند دکل را بدهید از این قسمت استفاده کنید. دقت کنید که کاربر همواره به اطلاعات دکل فعال خود دسترسی دارد.

# Users_UpgradePersonnelTitle
source: Update Personnel Information
de_de: Personalinformationen aktualisieren
fa_ir: به روز رسانی اطلاعات پرسنل

# Users_UpgradePersonnelInfoText
source: Use this section if you want to access the company personnel you have already registered in the system.
de_de: Verwenden Sie diesen Abschnitt, wenn Sie auf das Unternehmen zugreifen möchten, das Sie bereits im System registriert haben.
fa_ir: در صورتی که می‌خواهید به پرسنل شرکت که قبلاً در سیستم ثبت کرده‌اید، دسترسی به سیستم دهید از این قسمت استفاده کنید.

# GridHeaderPersonnelName
source: Personnel Name
de_de: Personalname
fa_ir: نام پرسنل

# GridHeaderMarried
source: Married
de_de: Verheiratet
fa_ir: متأهل

source: Checking access level...
de_de: Der Zugriffsebene überprüfen ...
fa_ir: در حال بررسی سطح دسترسی...

# PageNotFoundTitle
source: Page not found
de_de: Seite nicht gefunden
fa_ir: صفحه پیدا نشد

# PageNotFoundMessage
source: Sorry, this page is not existed.
de_de: Entschuldigung, diese Seite existiert nicht.
fa_ir: با عرض پوزش، این صفحه وجود ندارد.

# WelcomeMessage
source: Hi dear {0}! Welcome to the HSE Management Panel!
de_de: Hallo lieber {0}! Willkommen im HSE Management Panel!
fa_ir: {0} عزیز سلام! به پنل مدیریت HSE خوش آمدید!

# TrialMessage
source: Due to the testing of this version, there may be some flaws that will be resolved over time. Thank you for your patience. If you have questions about system capabilities or error, contact email <a href = "Mailto: info@samcosoft.ir"> Samcosoft Support </a>.
de_de: Aufgrund der Prüfung dieser Version gibt es möglicherweise einige Fehler, die im Laufe der Zeit gelöst werden. Vielen Dank für Ihre Geduld. Wenn Sie Fragen zu Systemfunktionen oder -fehler haben, wenden Sie sich an E -Mail <a href = "mailto: info@samcosoft.ir"> samcosoft support </a>.
fa_ir: با توجه به آزمایشی بودن این نسخه، ممکن است برخی ایرادات در آن وجود داشته باشد که به مرور برطرف می‌گردند. از شکیبایی شما سپاسگزاریم. در صورت داشتن سوال در مورد قابلیت‌های سیستم و یا بروز خطا با ایمیل <a href="mailto:info@samcosoft.ir">SamcoSoft Support</a> ارتباط برقرار کنید.

# Login_Title
source: Login to the system
de_de: Melden Sie sich beim System an
fa_ir: ورود به ناحیه کاربری

# Login_EmployeeLogin
source: Employee Login
de_de: Mitarbeiteranmeldung
fa_ir: ورود کارمندان

# GridHeaderPassword
source: Password
de_de: Passwort
fa_ir: کلمه عبور

# Login_TrialMessage
source: In the trial mode the username and password of the administrator system is "admin".
de_de: Im Testmodus ist der Benutzername und das Passwort des Administratorsystems "admin".
fa_ir: در حالت آزمایشی نام کاربری و کلمه عبور مدیر سیستم admin است.

# Login_PersonnelLogin
source: Personnel Login
de_de: Personalanmeldung
fa_ir: ورود کارکنان

source: Login
fa_ir: ورود به سیستم

# Login_WrongDataMessage
source: The username or password is wrong.
de_de: Der Benutzername oder Passwort ist falsch.
fa_ir: نام کاربری و یا کلمه عبور اشتباه است.

# Login_RequiredUsername
source: The username is required.
de_de: Der Benutzername ist erforderlich.
fa_ir: نام کاربری الزامی است.

# Login_RequiredPassword
source: The password is required.
de_de: Das Passwort ist erforderlich.
fa_ir: کلمه عبور الزامی است.

# FormFile_Title
source: Add / Edit File
de_de: Datei hinzufügen / bearbeiten
fa_ir: افزودن / ویرایش فایل

# FormFile_Alert
source: The previous file will be replaced.
de_de: Die vorherige Datei wird ersetzt.
fa_ir: فایل قبلی در صورت وجود جایگزین خواهد شد.

# CancelButtonText
source: Cancel
de_de: Stornieren
fa_ir: انصراف

# Projects_Title
source: Drilling operation management
de_de: Bohrbetriebsverwaltung
fa_ir: مدیریت عملیات حفاری

# Projects_ProjectCard
source: Projects
de_de: Projekte
fa_ir: پروژه‌ها

# Projects_Wells
source: Wells
de_de: Erdölquellen
fa_ir: چاه‌ها

# Projects_Locations
source: Locations (Offices, Rigs)
de_de: Standorte (Büros, Rigs)
fa_ir: دکل / پالایشگاه / دفتر

# GridHeaderWell
source: Well
de_de: Erdölquelle
fa_ir: چاه

# GridHeaderActiveOperation
source: Active Operation
de_de: Aktiver Betrieb
fa_ir: عملیات فعال

# GridHeaderStartDate
source: Start Date
de_de: Startdatum
fa_ir: تاریخ شروع

# GridHeaderEndDate
source: End Date
de_de: Enddatum
fa_ir: تاریخ پایان

# GridHeaderIssuedWarningsCount
source: Warnings Count
de_de: Warnungen zählen
fa_ir: تعداد اخطارهای صادر شده

# GridHeaderAccidentsCount
source: Accidents Count
de_de: Unfälle zählen
fa_ir: تعداد حوادث اتفاق افتاده

# GridHeaderDrillsCount
source: Drills Count
de_de: Bohrer zählen
fa_ir: تعداد مانورهای برگزار شده

# GridHeaderTrainingCounts
source: Training Counts
de_de: Trainingszählungen
fa_ir: تعداد آموزش‌های برگزار شده

# Projects_OperationTitle
source: Operations
de_de: Operationen
fa_ir: عملیات حفاری

# GridHeaderProjectName
source: Project Name
de_de: Projektname
fa_ir: نام پروژه

# GridHeaderWellName
source: Well Name
de_de: Erdölquelle Name
fa_ir: نام چاه

# Projects_ActiveLabel
source: Active Operation
de_de: Aktiver Betrieb
fa_ir: عملیات فعال است

# Projects_SelectProjectMessage
source: Please select a project.
de_de: Bitte wählen Sie ein Projekt.
fa_ir: لطفاً ابتدا یک پروژه را انتخاب کنید.

# Projects_SelectLocationMessage
source: Please choose a location.
de_de: Bitte wählen Sie einen Ort.
fa_ir: لطفاً یک محل را انتخاب کنید.

# Projects_SelectWellMessage
source: Please choose a well.
de_de: Bitte wählen Sie einen Brunnen.
fa_ir: لطفاً ابتدا یک چاه را انتخاب کنید.

# Projects_ProjectInfoTitle
source: Project Information
de_de: Projektinformationen
fa_ir: اطلاعات پروژه

# Projects_LocationTitle
source: Location Information
de_de: Standortinformationen
fa_ir: اطلاعات دکل / دفتر

# Projects_WellInfoTitle
source: Well Information
de_de: Brunneninformationen
fa_ir: اطلاعات چاه

# Projects_OperationGridMessage
source: Choosing a well, rig and start date of operation are required.
de_de: Die Auswahl eines Erdölquelle-, Rig- und Startdatums des Betriebs ist erforderlich.
fa_ir: انتخاب چاه، دکل و تاریخ شروع عملیات لازم است.

# Projects_EndDateErrorMessage
source: The end date of the operation should be after than its start.
de_de: Das Enddatum der Operation sollte nach seinem Start danach sein.
fa_ir: تاریخ پایان عملیات باید از شروع آن بزرگتر باشد.

# Projects_ActiveErrorMessage
source: If the end date is registered, the project couldn't be active.
de_de: Wenn das Enddatum registriert ist, könnte das Projekt nicht aktiv sein.
fa_ir: در صورت ثبت تاریخ پایان، امکان فعال بودن پروژه وجود ندارد.

# Projects_OtherRigErrorMessage
source: The rig {0} is currently operating on this well and project.
de_de: Das Rig {0} arbeitet derzeit in diesem Brunnen und Projekt.
fa_ir: در حال حاضر دکل {0} بر روی این چاه و پروژه در حال فعالیت است.

# Projects_StartDateErrorMessage
source: The start of the operation should be after the project begins.
de_de: Der Start des Betriebs sollte nach Beginn des Projekts erfolgen.
fa_ir: تاریخ شروع عملیات باید بعد از شروع پروژه باشد.

# Projects_EndProjectDateErrorMessage
source: The end of the operation must be before the project is completed.
de_de: Das Ende des Betriebs muss vor Abschluss des Projekts erfolgen.
fa_ir: تاریخ پایان عملیات باید قبل از پایان پروژه باشد.

# Projects_DeleteProjectWarning
source: Notice! By deleting the work project, all its subset information, including related reports, will also be deleted. Are you sure?
de_de: Beachten! Durch das Löschen des Arbeitsprojekts werden auch alle Subset -Informationen, einschließlich verwandter Berichte, gelöscht. Bist du sicher?
fa_ir: اخطار! با حذف پروژه کاری تمامی اطلاعات زیر مجموعه آن شامل گزارشات مرتبط نیز حذف خواهند شد. آیا مطمئنید؟

# Projects_DeleteWarningMessage
source: Operation Deletion Warning
de_de: Operation Löschung Warnung
fa_ir: اخطار حذف عملیات

# EditController_AddButton
source: Add
de_de: Hinzufügen
fa_ir: افزودن

# EditController_EditButton
source: Edit
de_de: Bearbeiten
fa_ir: ویرایش

# EditController_DeleteButton
source: Delete
de_de: Löschen
fa_ir: حذف

source: Start date (required)
de_de: Startdatum (erforderlich)
fa_ir: تاریخ شروع (الزامی)

# ProjectModal_ProjectValidation
source: Project name is required.
de_de: Projektname ist erforderlich.
fa_ir: نام پروژه الزامی است.

# ProjectModal_ProjectExists
source: This project is already existed.
de_de: Dieses Projekt gibt es bereits.
fa_ir: پروژه با همین نام وجود دارد.

# ProjectModal_StartDateRequired
source: It is mandatory to enter the project start date.
de_de: Es ist obligatorisch, das Projektstartdatum einzugeben.
fa_ir: وارد نمودن تاریخ شروع پروژه الزامی است.
